var APP_DATA = {
  "scenes": [
    {
      "id": "0---",
      "name": "Вход в номер",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1824,
      "initialViewParameters": {
        "yaw": -0.15462269340991242,
        "pitch": 0.23567934793903156,
        "fov": 1.3729094996294073
      },
      "linkHotspots": [
        {
          "yaw": -0.1838909359946186,
          "pitch": 0.5159099044958229,
          "rotation": 0,
          "target": "1---"
        },
        {
          "yaw": -0.08463624170474304,
          "pitch": 0.2531956257496173,
          "rotation": 0,
          "target": "2--"
        },
        {
          "yaw": 0.8043013692235803,
          "pitch": 0.3339676047392146,
          "rotation": 1.5707963267948966,
          "target": "3-"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.44110326170194725,
          "pitch": -0.04549323161646335,
          "title": "Зеркало",
          "text": "Большое зеркало поможет Вам подготовиться к выходу в свет<br>"
        },
        {
          "yaw": -0.5663428019740131,
          "pitch": 0.641411126276136,
          "title": "Минибар<br>",
          "text": "Прохладительные напитки и вино<br>"
        },
        {
          "yaw": -1.7059546413085354,
          "pitch": 0.05217114993286742,
          "title": "Прихожая<br>",
          "text": "Здесь Вы можете найти всё необходимое для комфортного пребывания в \nномере (теплое одеяло, халат, тапочки, набор для ухода за обувью)"
        }
      ]
    },
    {
      "id": "1---",
      "name": "Общий вид номера",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1824,
      "initialViewParameters": {
        "yaw": 0.5937217478924453,
        "pitch": 0.2413163949879511,
        "fov": 1.3729094996294073
      },
      "linkHotspots": [
        {
          "yaw": -0.0532435472707391,
          "pitch": 0.3050469590663898,
          "rotation": 0,
          "target": "2--"
        },
        {
          "yaw": 2.9100558759630966,
          "pitch": 0.7423097063871253,
          "rotation": 0,
          "target": "0---"
        },
        {
          "yaw": 2.4963790238629624,
          "pitch": 0.28111093319382974,
          "rotation": 4.71238898038469,
          "target": "3-"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 2.1881829469330505,
          "pitch": -0.11574825902095398,
          "title": "Зеркало<br>",
          "text": "Большое зеркало поможет Вам подготовиться к выходу в свет"
        },
        {
          "yaw": -2.6377747811065557,
          "pitch": 0.942560886676926,
          "title": "Минибар<br>",
          "text": "Набор прохладительных напитоков и вина<br>"
        },
        {
          "yaw": -2.9451966393574267,
          "pitch": 0.16521970762442706,
          "title": "Прихожая",
          "text": "Здесь Вы можете найти всё необходимое для комфортного пребывания в номере (теплое одеяло, халат, тапочки, набор для ухода за обувью)<br>"
        },
        {
          "yaw": -0.4913809914705318,
          "pitch": 0.30713349672910084,
          "title": "Связь с администрацией<br>",
          "text": "Вы можете заказать ужин, такси, попросить разбудить утром не выходя из номера<br>"
        },
        {
          "yaw": 0.42488183821894054,
          "pitch": 0.05564681278505823,
          "title": "Кресло-кровать",
          "text": "В случае необходимости кресло может стать кроватью для ещё одного человека<br>"
        }
      ]
    },
    {
      "id": "2--",
      "name": "У окна",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1824,
      "initialViewParameters": {
        "yaw": 0.45284737446533896,
        "pitch": 0.3121589955639976,
        "fov": 1.3729094996294073
      },
      "linkHotspots": [
        {
          "yaw": 1.1459595605834831,
          "pitch": 0.4611143029552487,
          "rotation": 0,
          "target": "1---"
        },
        {
          "yaw": 1.0784766231396397,
          "pitch": 0.3021302630286815,
          "rotation": 0,
          "target": "0---"
        },
        {
          "yaw": 0.9434969434255578,
          "pitch": 0.09030026856688345,
          "rotation": 10.995574287564278,
          "target": "3-"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -1.0432304249826707,
          "pitch": 0.16262029429412017,
          "title": "Кресло-кровать",
          "text": "В случае необходимости кресло может стать кроватью для ещё одного человека"
        },
        {
          "yaw": 1.5554676053937992,
          "pitch": 0.3610048765356417,
          "title": "Связь с администрацией<br>",
          "text": "Вы можете заказать ужин, такси, попросить разбудить утром не выходя из номера"
        }
      ]
    },
    {
      "id": "3-",
      "name": "Ванная",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1824,
      "initialViewParameters": {
        "yaw": 0.03725531109097702,
        "pitch": 0.33353705611781237,
        "fov": 1.3729094996294073
      },
      "linkHotspots": [
        {
          "yaw": -2.9186359947929628,
          "pitch": 0.5366584731574253,
          "rotation": 0,
          "target": "1---"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.7071440578413224,
          "pitch": 0.4325922501131174,
          "title": "Гигиенический набор<br>",
          "text": "Даже если Вы в спешке забыли зубную щетку и гель для душа - не беда. Здесь вы можете найти всё необходимое<br>"
        },
        {
          "yaw": 2.350659799918308,
          "pitch": 0.36520664028038397,
          "title": "Связь с администрацией<br>",
          "text": "В экстренных случаях Вы можете&nbsp; позвонить на стойку регистрации для вызова помощи не выходя из ванной комнаты<br>"
        }
      ]
    }
  ],
  "name": "Номер Супериор",
  "settings": {
    "mouseViewMode": "qtvr",
    "autorotateEnabled": false,
    "fullscreenButton": true,
    "viewControlButtons": true
  }
};
