var APP_DATA = {
  "scenes": [
    {
      "id": "0-",
      "name": "Вход",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1824,
      "initialViewParameters": {
        "yaw": 0.1597647546056411,
        "pitch": 0.2288182499382394,
        "fov": 1.3729094996294073
      },
      "linkHotspots": [
        {
          "yaw": -1.0959365908486571,
          "pitch": 0.46201280011541535,
          "rotation": 10.995574287564278,
          "target": "1-"
        },
        {
          "yaw": 0.07985112066671185,
          "pitch": 0.5921772998064441,
          "rotation": 0,
          "target": "2---"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "1-",
      "name": "Ванная",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1824,
      "initialViewParameters": {
        "yaw": -0.13701878412470414,
        "pitch": 0.3602673866626631,
        "fov": 1.3729094996294073
      },
      "linkHotspots": [
        {
          "yaw": -3.040734045257384,
          "pitch": 0.2486487281562031,
          "rotation": 0,
          "target": "0-"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.5552909287737773,
          "pitch": 0.4991394807489602,
          "title": "Гигиенический набор<br>",
          "text": "Даже если Вы в спешке забыли зубную щетку и гель для душа - не беда. Здесь вы можете найти всё необходимое"
        },
        {
          "yaw": -2.0069474994999066,
          "pitch": 0.2589952983951527,
          "title": "Связь с администрацией",
          "text": "В экстренных случаях Вы можете&nbsp; позвонить на стойку регистрации для вызова помощи не выходя из ванной комнаты"
        }
      ]
    },
    {
      "id": "2---",
      "name": "Общий вид номера",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1824,
      "initialViewParameters": {
        "yaw": 0.11143255993501278,
        "pitch": 0.461357121826687,
        "fov": 1.3729094996294073
      },
      "linkHotspots": [
        {
          "yaw": 0.20669874190210358,
          "pitch": 0.3318667653627614,
          "rotation": 0,
          "target": "3-"
        },
        {
          "yaw": -2.748605184598656,
          "pitch": 0.6387122956444067,
          "rotation": 0,
          "target": "0-"
        },
        {
          "yaw": -2.348651058788212,
          "pitch": 0.18709282039531416,
          "rotation": 1.5707963267948966,
          "target": "1-"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -1.3204534363719986,
          "pitch": 0.554190260607065,
          "title": "Минибар",
          "text": "В холодильнике вы найдёте прохладительные напитки и вино<br>"
        },
        {
          "yaw": -2.0607664264964445,
          "pitch": 0.23328118649771312,
          "title": "Кондиционер",
          "text": "Всегда можно создать комфортный микроклимат в номере"
        },
        {
          "yaw": 0.6057547711041984,
          "pitch": 0.1840560988733806,
          "title": "Связь с адинистрацией<br>",
          "text": "Вы можете заказать ужин, такси, попросить разбудить утром не выходя из номера"
        },
        {
          "yaw": -1.259058960248547,
          "pitch": 0.02760461745871723,
          "title": "Хранение вещей<br>",
          "text": "<div>Здесь Вы можете найти всё необходимое для комфортного пребывания в \nномере (теплое одеяло, халат, тапочки, набор для ухода за обувью).</div><div>Для обеспечения безопасного хранения ценных вещей есть минисейф<br></div>"
        }
      ]
    },
    {
      "id": "3-",
      "name": "У окна",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1824,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -0.1491336669334835,
          "pitch": 0.36915014920707634,
          "rotation": 0,
          "target": "2---"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.9261391595872777,
          "pitch": 0.21671758979599254,
          "title": "Связь с администрацией<br>",
          "text": "Вы можете заказать ужин, такси, попросить разбудить утром не выходя из номера"
        },
        {
          "yaw": 0.14334765394996474,
          "pitch": 0.20793907758464059,
          "title": "Минибар",
          "text": "Здесь можно найти прохладительные напитки и вино<br>"
        },
        {
          "yaw": 0.3960634201001163,
          "pitch": 0.04955958804300309,
          "title": "Хранение вещей<br>",
          "text": "<div>Здесь Вы можете найти всё необходимое для комфортного пребывания в \nномере (теплое одеяло, халат, тапочки, набор для ухода за обувью). <br></div><div>Для обеспечения сохранности ценных вещей есть минисейф<br></div>"
        }
      ]
    }
  ],
  "name": "hotel_demo_eco",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": false,
    "fullscreenButton": true,
    "viewControlButtons": true
  }
};
