var APP_DATA = {
  "scenes": [
    {
      "id": "0--",
      "name": "Будем знакомы",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1824,
      "initialViewParameters": {
        "yaw": 0.35331838871784527,
        "pitch": -0.06883150607898258,
        "fov": 1.3729094996294073
      },
      "linkHotspots": [],
      "infoHotspots": [
        {
          "yaw": -0.441525582756908,
          "pitch": -0.143203035700445,
          "title": "Обо мне<br>",
          "text": "Меня зовут Смольников Виталий, я с 2003 года занимаюсь фото и видео съемкой. В данный момент я профессионально занимаюсь панорамной съемкой и  виртуальными турами. <br>Вам и вашему делу могут быть полезны виртуальные туры, в случаях если: <br> - продаете / сдаете в аренду недвижимость (возможно размещение как на Вашем сайте, так и создание 360 видео ролика на платформе YouTube и прикрепление к карточке объекта на Авито),<br>    - хочется дать больше информации о Вашей гостинице , ресторане, фитнес-центре<br>    - улучшить поиск Вашей организации на картах Google и Яндекс за счёт добавления актуальных панорам (как сказано в справке Яндекса, “Чем больше информации об организации вы укажете в интерфейсе Справочника, тем пользователям будет проще найти компанию в Яндексе. Если профиль заполнен на 90% и более, в карточке вашей организации появится особый знак “Информация подтверждена владельцем”)<br>    - хотите создать виртуальный тур по Вашему музею или национальному парку<br>    -  Вы - владелец автосалона или представитель завода-изготовителя и хотите предоставить Вашим клиентам возможность оценить салон автомобиля не только по фотографиям отдельных элементов, но и всего интерьера<br><br>Вот некоторые преимущества виртуальных туров :<br>1.Местоположение и время суток больше не будут проблемой. Для музеев и национальных парков, находящихся далеко от индустриальных центров сложно привлечь к себе внимание. Виртуальные туры могу помочь в этом.<br>2.Виртуальные туры увеличивают Ваше присутствие в поиске с помощью Google Business View <br>3.виртуальный тур на 360 градусов поможет вам продемонстрировать свой бизнес, привлечь больше клиентов и выделиться среди конкурентов. По данным WAV Group, листинги с виртуальными турами получают на 40% больше кликов, чем листинги без виртуальных туров. <br>4.Увеличение удержания посетителей: статистика показывает, что веб-сайты с виртуальными турами просматриваются в 5-10 раз дольше, чем без них. Виртуальный тур дает дополнительную уверенность в вашем бизнесе, поскольку клиенты и покупатели могут заглянуть внутрь и увидеть, как и где вы работаете. Клиенты естественно чувствуют большую привязанность к бизнесу, который они видят. <br>5.Увеличение посещаемости и вовлеченности. Согласно исследованию BIA / Kelsey, 97% потребителей выходят в Интернет, прежде чем совершить покупку, чтобы изучить продукты и услуги на местном уровне. Каким бы ни был бизнес, будь то розничная торговля, офисы или сфера услуг, данные свидетельствуют о том, что больше людей будут готовы покупать или работать с вами, если они знают, кто вы. <br>6.Привлечение больше соискателей. С помощью виртуального тура вы можете познакомить потенциальных сотрудников с рабочим пространством, чтобы заинтересовать их. <br><br>Стоимость одной панорамы 1300р. Количество их в каждом случае индивидуально. Минимальное количество панорам 5 штук. Возможна дополнительная фотосъемка интерьеров. <br>В стоимость включено :<br>1. Фотосъемка и ретушь фотографий<br>2. Создание виртуального тура для показа на Вашем сайте (размещение тура будет на Вашем сервере) либо YouTube ролика для показа на Авито либо размещение тура на Google и Яндекс панорамах<br>3. Добавление интерактивных подсказок (в случае размещения на размещение тура Вашем сервере)<br> <br>Мои контакты:<br>Telegram @vvs1984 <br><br>e-mail: vitaly@smolnikov.site<br>"
        }
      ]
    }
  ],
  "name": "Обо мне",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": false,
    "fullscreenButton": true,
    "viewControlButtons": true
  }
};
